{
    "code": 200,
    "message": "Preliminary metadata",
    "data": {
        "id": "82",
        "naming_authority": "The German Centre for Integrative Biodiversity Research (iDiv) Halle-Jena-Leipzig",
        "title": "Occurrence metrics for species in the Birds Directive Annex I: Prototype for EU27 using GBIF Occurrence Cubes at 10 Km",
        "date_created": "2024-08-15",
        "date_issued": "pending",
        "summary": "This dataset covers GBIF occurrences of species listed in Annex I of the Birds Directive which are subject to special conservation measures. In summary, the Birds Directive was adopted in 1979 and amended in 2009, and protects the habitats of bird species and regulates activities such as hunting and trade.\\r\\n\\r\\nA total of 193 species are subject to special conservation measures. The scientific name of Annex I species, updated by the EEA, was checked against the backbone GBIF taxonomy. In this way, we obtained the accepted GBIF scientific name and the corresponding acceptedUsageKey for all Annex 1 species.\\r\\n\\r\\nUsing the corresponding scientific names from the GBIF backbone, and the EEA spatial grid at 10 km, we created the occurrence cube via the GBIF API from R (doi: 10.15468/dl.43ydtq). We found a total of 168 species in GBIF that matched our criteria for species occurrence cube generation.\\r\\n\\r\\nWe calculated the following metrics in order to obtain preliminary metrics of occurrence: \\r\\n - Total number of occurrences\\r\\n - Oldest month with records\\r\\n - Latest month with records\\r\\n - Month with the highest number of records\\r\\n - Month with the second highest number of records\\r\\n - Month with the third highest number of records\\r\\n\\r\\nAll metrics were combined and are available as an EBVCube. This dataset was created by the Biodiversity Building Blocks for Policy (B3) project.",
        "references": [
            "10.15468/dl.43ydtq"
        ],
        "source": "These are the general steps to calculate the metrics of species listed in the Annex I of the Birds Directive:\\r\\n\\r\\n1. The scientific name of species in the Annex I was matched against the GBIF backbone taxonomy to obtain the accepted scientific name in GBIF and the corresponding acceptedSpeciesKey.\\r\\n2. A JSON query was prepared for the corresponding species . The acceptedSpeciesKey was used as speciesKey for all records available until 2024 and with a coordinate uncertainty of 10000 m. The complete query specifications is available at https://doi.org/10.15468/dl.43ydtq.\\r\\n3. Using the Species occurrence cubes software developed by B3 and GBIF [1],  we created species occurrence cubes in a CSV format matching the EEA grid at 10 Km.\\r\\n4.  We loaded the CSV occurrence cubes using the b3gbi library in R, and calculated the following metrics:\\r\\n - Total number of occurrences\\r\\n - Oldest month with records\\r\\n - Latest month with records\\r\\n - Month with the highest number of records\\r\\n - Month with the second highest number of records\\r\\n - Month with the third highest number of records\\r\\n5. After rasterization of the metrics, data was converted to the EBVCube format.\\r\\n\\r\\nAll scripts are available at GitHub https://github.com/EBVcube/B-Cubed_data_mobilization\\r\\n[1] https://techdocs.gbif.org/en/data-use/data-cubes",
        "coverage_content_type": [
            "referenceInformation",
            "coordinate"
        ],
        "project": "Biodiversity Building Blocks for Policy (B3)",
        "project_url": "https://b-cubed.eu/",
        "creator": {
            "creator_name": "Lina Estupinan-Suarez",
            "creator_email": "lina.estupinans@idiv.de",
            "creator_institution": "German Centre for Integrative Biodiversity Research (iDiv)",
            "creator_country": "Germany"
        },
        "contributor_name": [
            "Miguel Fernandez"
        ],
        "license": "https://creativecommons.org/licenses/by/4.0",
        "publisher": {
            "publisher_name": "Lina Estupinan Suarez",
            "publisher_email": "lina.estupinans@idiv.de",
            "publisher_institution": "German Centre for Integrative Biodiversity Research (iDiv)",
            "publisher_country": "Germany"
        },
        "ebv": {
            "ebv_class": "Species populations",
            "ebv_name": "Species distributions"
        },
        "ebv_entity": {
            "ebv_entity_type": "Species",
            "ebv_entity_scope": "Species listed in Annex I of the Birds Directive: 168 from 193 species due to data availability. See the comments section for more details.",
            "ebv_entity_classification_name": "GBIF",
            "ebv_entity_classification_url": "N/A"
        },
        "ebv_metric": {
            "ebv_metric_1": {
                ":standard_name": "Total number of species occurrences",
                ":long_name": "Total number of occurrence in GBIF until 2024 per specie pixelwise",
                ":units": "number of occurrence"
            },
            "ebv_metric_2": {
                ":standard_name": " Earliest month with species occurrences",
                ":long_name": "Earliest month with species occurrence in GBIF",
                ":units": "Month"
            },
            "ebv_metric_3": {
                ":standard_name": "Latest month with species occurrences",
                ":long_name": "Latest month with species occurrence in GBIF",
                ":units": "Month"
            },
            "ebv_metric_4": {
                ":standard_name": "Month with the highest number of occurrences",
                ":long_name": "Month with the highest number of  species occurrences in GBIF",
                ":units": "Month"
            },
            "ebv_metric_5": {
                ":standard_name": " Month with the second-highest number of occurrences",
                ":long_name": " Month with the second-highest number of  species occurrences in GBIF",
                ":units": "Month"
            },
            "ebv_metric_6": {
                ":standard_name": "Month with the third-highest number of occurrences",
                ":long_name": "Month with the third-highest number of  species occurrences in GBIF",
                ":units": "Month"
            }
        },
        "ebv_scenario": "N/A",
        "ebv_geospatial": {
            "ebv_geospatial_scope": "Continental/Regional",
            "ebv_geospatial_description": "European Union (EU27 grid at 10 Km)"
        },
        "geospatial_lat_resolution": "pending",
        "geospatial_lon_resolution": "pending",
        "geospatial_bounds_crs": "pending",
        "geospatial_lat_min": "pending",
        "geospatial_lon_min": "pending",
        "geospatial_lat_max": "pending",
        "geospatial_lon_max": "pending",
        "time_coverage": {
            "time_coverage_resolution": "P0000-00-00",
            "time_coverage_start": "1670-01-01",
            "time_coverage_end": "2023-12-31"
        },
        "ebv_domain": [
            "Terrestrial",
            "Marine",
            "Freshwater"
        ],
        "comment": "From 193 species listed in the Annex I of the Birds Directive, we found data for 168 species through the species occurrence cubes generation. The 25 remaining species are:\\r\\n- Subspecies that are not identified by the speciesKey in the JSON query (20 species)\\r\\n- Species from the Canary Islands (4 species) or the Azores (1 species)."
    }
}